IDEA StatiCa Open Model
ConcreteSLSCheckResultStiffness.StiffnessI Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 stiffnesses calculated on uncracked cross-section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SectionStiffnesses StiffnessI { get; set; }
Public Property StiffnessI As SectionStiffnesses
	Get
	Set
public:
property SectionStiffnesses^ StiffnessI {
	SectionStiffnesses^ get ();
	void set (SectionStiffnesses^ value);
}
Property Value
Type: SectionStiffnesses
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace